Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: falling
de: fallend
es: descendente
fr: baisse
it: cadere
ja: 落下する
nl: dalend
pl: spada
ru: снижается
zh_hans: 下降

source: falling quickly
de: schnell fallend
es: cayendo rápidamente
fr: baisse rapidement
it: cadere rapidamente
ja: 急速に下落している
nl: snel dalend
pl: szybko spada
ru: быстро снижается
zh_hans: 迅速下降

source: Fast rapid acting
de: Sehr schnell wirkend
es: Acción ultrarrápida
fr: À action ultra-rapide
it: Azione rapida e veloce
ja: 超速効型
nl: Zeer snelwerkend
pl: Bardzo szybko działająca
ru: Сверхбыстрого действия
zh_hans: 超速效型

source: Fast rapid acting (Fiasp, Lyumjev, ...)
de: Sehr schnell wirkend (Fiasp, Lyumjev, ...)
es: Acción ultrarrápida (Fiasp, Lyumjev, ...)
fr: À action ultra-rapide (Fiasp, Lyumjev, ...)
it: Azione rapida (Fiasp, Lyumjev, ...)
ja: 超速効型（フィアスプ、リュムジェブ、...）
nl: Zeer snelwerkend (Fiasp, Lyumjev, ...)
pl: Bardzo szybko działająca (Fiasp, Lyumjev, ...)
ru: Сверхбыстрого действия (Fiasp, Lyumjev, ...)
zh_hans: 超速效型（菲斯普，利拉鲁肽，...）

source: FLwatch calibration applied. Raw sensor value %@.
de: FLwatch-Kalibrierung angewendet. Sensorrohwert: %@.
es: Calibración de FLwatch aplicada. Valor bruto del sensor: %@.
fr: Étalonnage FLwatch appliqué. Valeur brute du capteur : %@.
it: Calibrazione FLwatch applicata. Valore grezzo del sensore: %@.
ja: FLwatchのキャリブレーションを適用しました。センサー未補正値：%@。
nl: FLwatch-kalibratie toegepast. Onbewerkte sensorwaarde: %@.
pl: Zastosowano kalibrację FLwatch. Surowa wartość z sensora: %@.
ru: Применена калибровка FLwatch. Исходное значение датчика: %@.
zh_hans: 已应用 FLwatch 校准。传感器原始值：%@。

source: FLwatch currently supports the LibreLinkUp 4.x API. Abbott has released API 5.0.0, which is not yet supported.
de: FLwatch unterstützt derzeit die LibreLinkUp-API 4.x. Abbott hat API 5.0.0 veröffentlicht, die noch nicht unterstützt wird.
es: FLwatch actualmente es compatible con la API 4.x de LibreLinkUp. Abbott ha publicado la API 5.0.0, que aún no es compatible.
fr: FLwatch prend actuellement en charge l'API LibreLinkUp 4.x. Abbott a publié l'API 5.0.0, qui n'est pas encore prise en charge.
it: FLwatch supporta attualmente l'API LibreLinkUp 4.x. Abbott ha rilasciato l'API 5.0.0, che non è ancora supportata.
ja: FLwatch は現在 LibreLinkUp 4.x API をサポートしています。Abbott は API 5.0.0 を公開しましたが、まだサポートされていません。
nl: FLwatch ondersteunt momenteel de LibreLinkUp 4.x-API. Abbott heeft API 5.0.0 uitgebracht, maar die wordt nog niet ondersteund.
pl: FLwatch obecnie obsługuje API LibreLinkUp 4.x. Abbott wydał API 5.0.0, które nie jest jeszcze obsługiwane.
ru: FLwatch в настоящее время поддерживает API LibreLinkUp 4.x. Abbott выпустила API 5.0.0, которая пока не поддерживается.
zh_hans: FLwatch 目前支持 LibreLinkUp 4.x API。Abbott 已发布 API 5.0.0，但尚未获得支持。

source: FLwatch is still trying to reconnect. If readings don't resume, re-pair the sensor in the Connect tab.
de: FLwatch versucht weiterhin, die Verbindung wiederherzustellen. Wenn keine Messwerte mehr eingehen, kopple den Sensor im Tab „Verbinden“ erneut.
es: FLwatch sigue intentando volver a conectarse. Si no se reanudan las lecturas, vuelve a enlazar el sensor en la pestaña Conectar.
fr: FLwatch continue d’essayer de se reconnecter. Si les mesures ne reprennent pas, associez de nouveau le capteur dans l’onglet Connexion.
it: FLwatch sta ancora tentando di riconnettersi. Se le letture non riprendono, abbina nuovamente il sensore nel pannello Connetti.
ja: FLwatchは再接続を試みています。測定値が再開しない場合は、「接続」タブでセンサーを再度ペアリングしてください。
nl: FLwatch blijft proberen opnieuw verbinding te maken. Als de metingen niet worden hervat, koppel je de sensor opnieuw in het tabblad Verbinden.
pl: FLwatch nadal próbuje ponownie się połączyć. Jeśli odczyty nie zostaną wznowione, sparuj sensor ponownie na karcie Połącz.
ru: FLwatch продолжает попытки повторного подключения. Если показания не возобновятся, снова выполните сопряжение датчика на вкладке «Подключение».
zh_hans: FLwatch仍在尝试重新连接。如果读数没有恢复，请在“连接”标签页中重新配对传感器。

source: FLwatch scans for devices nearby, reconnects to the selected device, and uses that Bluetooth activity to refresh glucose data, widgets, Live Activities, and background updates. Only nearby discoverable Bluetooth devices can appear here. This mode has very little impact on the battery.
de: FLwatch sucht nach Geräten in der Nähe, verbindet sich erneut mit dem ausgewählten Gerät und nutzt diese Bluetooth-Aktivität, um Glukosedaten, Widgets, Live-Aktivitäten und Hintergrundaktualisierungen zu aktualisieren. Hier können nur in der Nähe befindliche, erkennbare Bluetooth-Geräte erscheinen. Dieser Modus hat nur sehr geringe Auswirkungen auf den Akku.
es: FLwatch busca dispositivos cercanos, vuelve a conectarse al dispositivo seleccionado y utiliza esa actividad Bluetooth para actualizar los datos de glucosa, los widgets, las Actividades en Directo y las actualizaciones en segundo plano. Aquí solo pueden aparecer dispositivos Bluetooth detectables que estén cerca. Este modo tiene muy poco impacto en la batería.
fr: FLwatch recherche les appareils à proximité, se reconnecte à l’appareil sélectionné et utilise cette activité Bluetooth pour actualiser les données de glucose, les widgets, les Activités en direct et les mises à jour en arrière-plan. Seuls les appareils Bluetooth détectables à proximité peuvent apparaître ici. Ce mode a très peu d’impact sur la batterie.
it: FLwatch cerca i dispositivi nelle vicinanze, si ricollega al dispositivo selezionato e usa tale attività Bluetooth per aggiornare i dati del glucosio, i widget, le Attività Live e gli aggiornamenti in background. Qui possono apparire solo i dispositivi Bluetooth rilevabili nelle vicinanze. Questa modalità ha un impatto molto ridotto sulla batteria.
ja: FLwatch は近くのデバイスをスキャンし、選択したデバイスに再接続し、その Bluetooth アクティビティを使ってグルコースデータ、ウィジェット、ライブアクティビティ、バックグラウンド更新を更新します。ここには近くにあって検出可能な Bluetooth デバイスのみ表示されます。このモードによるバッテリーへの影響はごくわずかです。
nl: FLwatch scant naar apparaten in de buurt, maakt opnieuw verbinding met het geselecteerde apparaat en gebruikt die Bluetooth-activiteit om glucosegegevens, widgets, Live Activities en achtergrondupdates te verversen. Alleen nabijgelegen, detecteerbare Bluetooth-apparaten kunnen hier verschijnen. Deze modus heeft zeer weinig invloed op de batterij.
pl: FLwatch wyszukuje urządzenia w pobliżu, ponownie łączy się z wybranym urządzeniem i wykorzystuje tę aktywność Bluetooth do odświeżania danych glukozy, widżetów, Live Activities i aktualizacji w tle. Mogą się tu pojawić tylko pobliskie, wykrywalne urządzenia Bluetooth. Ten tryb ma bardzo niewielki wpływ na baterię.
ru: FLwatch сканирует устройства поблизости, повторно подключается к выбранному устройству и использует эту Bluetooth-активность для обновления данных глюкозы, виджетов, Live Activities и фоновых обновлений. Здесь могут появляться только ближайшие обнаруживаемые Bluetooth-устройства. Этот режим почти не влияет на заряд батареи.
zh_hans: FLwatch 会扫描附近设备，重新连接到所选设备，并利用该蓝牙活动来刷新血糖数据、小组件、实时活动和后台更新。这里只会显示附近可被发现的蓝牙设备。此模式对电池的影响非常小。

source: FLwatch was closed
de: FLwatch wurde geschlossen
es: FLwatch se ha cerrado
fr: L’app FLwatch a été fermée
it: FLwatch è stata chiusa
ja: FLwatchが終了しました
nl: FLwatch is gesloten
pl: Aplikacja FLwatch została zamknięta
ru: Приложение FLwatch закрыто
zh_hans: FLwatch 已关闭

source: FLwatch will notify you when your sensor is ready.
de: FLwatch benachrichtigt dich, wenn dein Sensor bereit ist.
es: FLwatch te avisará cuando el sensor esté listo.
fr: FLwatch vous avertira lorsque votre capteur sera prêt.
it: FLwatch ti avviserà quando il sensore sarà pronto.
ja: センサーの準備ができたら、FLwatchから通知します。
nl: FLwatch laat je weten wanneer je sensor klaar is.
pl: FLwatch powiadomi Cię, gdy sensor będzie gotowy.
ru: FLwatch уведомит вас, когда датчик будет готов.
zh_hans: 传感器准备就绪后，FLwatch 会通知你。

source: Follower not connected to patient. Please invite in Libre app and accept in LibreLinkUp app. See Setup And Usage guide.
de: Follower nicht mit Patient verbunden. Bitte in der Libre-App einladen und in der LibreLinkUp-App akzeptieren. Siehe Anleitung zur Einrichtung und Verwendung.
es: El seguidor no está conectado al paciente. Invítelo en la aplicación Libre y acéptelo en la aplicación LibreLinkUp. Consulte la guía de configuración y uso.
fr: Abonné non connecté au patient. Veuillez l'inviter dans l'application Libre et accepter dans l'application LibreLinkUp. Consultez le guide de configuration et d'utilisation.
it: Il follower non è connesso al paziente. Invita l'utente nell'app Libre e accetta nell'app LibreLinkUp. Consulta la guida alla configurazione e all'uso.
ja: フォロワーが患者と接続されていません。Libreアプリで招待し、LibreLinkUpアプリで承認してください。設定と使用方法のガイドを参照してください。
nl: Volger is niet verbonden met de patiënt. Nodig uit in de Libre-app en accepteer in de LibreLinkUp-app. Zie de handleiding voor installatie en gebruik.
pl: Obserwator nie jest połączony z pacjentem. Wyślij zaproszenie w aplikacji Libre i zaakceptuj je w aplikacji LibreLinkUp. Zobacz instrukcję konfiguracji i użytkowania.
ru: Наблюдатель не подключен к пациенту. Отправьте приглашение в приложении Libre и примите его в приложении LibreLinkUp. См. руководство по настройке и использованию.
zh_hans: 跟随者未与患者连接。请在Libre应用中邀请，并在LibreLinkUp应用中接受。请参阅《设置与使用指南》。

source: Forgets this sensor and its stored credentials. You'll need to scan again to re-pair.
de: Entfernt diesen Sensor und seine gespeicherten Zugangsdaten. Zum erneuten Koppeln musst du ihn wieder scannen.
es: Olvida este sensor y sus credenciales guardadas. Tendrás que escanearlo de nuevo para volver a enlazarlo.
fr: Oublie ce capteur et ses identifiants enregistrés. Vous devrez l’analyser à nouveau pour le réassocier.
it: Dimentica questo sensore e le credenziali memorizzate. Dovrai scansionarlo di nuovo per riabbinarlo.
ja: このセンサーと保存済みの認証情報を削除します。再度ペアリングするにはスキャンが必要です。
nl: Vergeet deze sensor en de opgeslagen inloggegevens. Je moet opnieuw scannen om weer te koppelen.
pl: Usuwa ten sensor i zapisane dane uwierzytelniające. Aby sparować go ponownie, trzeba będzie wykonać kolejny skan.
ru: Удаляет этот датчик и сохранённые учётные данные. Для повторного сопряжения потребуется ещё раз выполнить сканирование.
zh_hans: 移除此传感器及其存储的凭据。要重新配对，需要再次扫描。

source: FreeStyle Libre 3 / 3+ sensors are factory calibrated and normally do not require calibration.
de: FreeStyle Libre 3-/3+-Sensoren sind werkseitig kalibriert und müssen normalerweise nicht kalibriert werden.
es: Los sensores FreeStyle Libre 3 / 3+ vienen calibrados de fábrica y normalmente no requieren calibración.
fr: Les capteurs FreeStyle Libre 3 / 3+ sont étalonnés en usine et ne nécessitent normalement aucun étalonnage.
it: I sensori FreeStyle Libre 3 / 3+ sono calibrati in fabbrica e normalmente non richiedono calibrazione.
ja: FreeStyle Libre 3 / 3+センサーは工場出荷時に較正されており、通常はキャリブレーションの必要はありません。
nl: FreeStyle Libre 3-/3+-sensoren zijn in de fabriek gekalibreerd en hoeven normaal gesproken niet te worden gekalibreerd.
pl: Sensory FreeStyle Libre 3 / 3+ są kalibrowane fabrycznie i zwykle nie wymagają kalibracji.
ru: Датчики FreeStyle Libre 3 / 3+ откалиброваны на заводе и обычно не требуют калибровки.
zh_hans: FreeStyle Libre 3 / 3+ 传感器在出厂时已经校准，通常无需校准。

source: Fresh
de: Neu
es: Nuevo
fr: Neuf
it: Nuovo
ja: 新品
nl: Nieuw
pl: Nowy
ru: Новый
zh_hans: 全新

source: Fresh activation
de: Erstaktivierung
es: Activación inicial
fr: Première activation
it: Prima attivazione
ja: 新品の有効化
nl: Eerste activering
pl: Pierwsza aktywacja
ru: Первичная активация
zh_hans: 首次激活

source: Get Account ID
de: Konto-ID abrufen
es: Obtener ID de cuenta
fr: Obtenir l’identifiant du compte
it: Ottieni ID account
ja: アカウントIDを取得
nl: Account-ID ophalen
pl: Pobierz identyfikator konta
ru: Получить идентификатор учётной записи
zh_hans: 获取账户ID

source: Get Current Blood Glucose
de: Gebe aktuellen Blutzuckerwert wieder
es: Obtenga el nivel actual de glucosa en sangre.
fr: Obtenir la glycémie actuelle
it: Misura il livello attuale di glucosio nel sangue
ja: 現在の血糖値を測定する
nl: Huidige bloedglucose ophalen
pl: Pobierz bieżący poziom glukozy we krwi
ru: Получить текущий уровень глюкозы в крови
zh_hans: 获取当前血糖值

source: Get the current blood glucose.
de: Gebe den aktuellen Blutzuckerwert wieder.
es: Obtenga el nivel actual de glucosa en sangre.
fr: Obtenir la glycémie actuelle.
it: Misura il livello attuale di glucosio nel sangue.
ja: 現在の血糖値を測定してください。
nl: Haal de huidige bloedglucose op.
pl: Pobierz bieżący poziom glukozy we krwi.
ru: Получить текущий уровень глюкозы в крови.
zh_hans: 获取当前血糖值。

source: Getting Account ID…
de: Konto-ID wird abgerufen…
es: Obteniendo ID de cuenta…
fr: Obtention de l’identifiant du compte…
it: Recupero ID account…
ja: アカウントIDを取得中…
nl: Account-ID ophalen…
pl: Pobieranie identyfikatora konta…
ru: Получение идентификатора учётной записи…
zh_hans: 正在获取账户ID…

source: Glucose
de: Glukose
es: Glucosa
it: Glucosio
ja: グルコース
pl: Glukoza
ru: Глюкоза
zh_hans: 葡萄糖

source: Glucose Full Graph Widget
de: Glukose Vollgraph Widget
es: Widget de gráfico completo de glucosa
fr: Widget graphique complet de glycémie
it: Widget grafico completo del glucosio
ja: 血糖値フルグラフウィジェット
nl: Widget met volledige glucosegrafiek
pl: Widżet pełnego wykresu glukozy
ru: Виджет полного графика глюкозы
zh_hans: 血糖完整曲线图小组件

source: Glucose Graph Widget
de: Glukose Graph Widget

source: Glucose Graphs in CarPlay
de: Glukosegrafiken in CarPlay
es: Gráficas de glucosa en CarPlay
fr: Graphiques de glucose dans CarPlay
it: Grafici del glucosio in CarPlay
ja: CarPlay のグルコースグラフ
nl: Glucosegrafieken in CarPlay
pl: Wykresy glukozy w CarPlay
ru: Графики глюкозы в CarPlay
zh_hans: CarPlay 中的葡萄糖图表

source: Glucose is critically low
de: Glukose ist kritisch niedrig
es: La glucosa está críticamente baja
fr: Le glucose est très bas
it: Il glucosio è criticamente basso
ja: グルコースが非常に低いです
nl: Glucose is kritiek laag
pl: Poziom glukozy jest krytycznie niski
ru: Критически низкий уровень глюкозы
zh_hans: 葡萄糖严重偏低

source: Glucose is high
de: Glukose ist hoch
es: La glucosa está alta
fr: Le glucose est élevé
it: Il glucosio è alto
ja: グルコースが高いです
nl: Glucose is hoog
pl: Poziom glukozy jest wysoki
ru: Высокий уровень глюкозы
zh_hans: 葡萄糖偏高

source: Glucose is low
de: Glukose ist niedrig
es: La glucosa está baja
fr: Le glucose est bas
it: Il glucosio è basso
ja: グルコースが低いです
nl: Glucose is laag
pl: Poziom glukozy jest niski
ru: Низкий уровень глюкозы
zh_hans: 葡萄糖偏低

source: Glucose is moving. Wait for a steady stretch before comparing.
de: Der Glukosewert verändert sich. Warte vor dem Vergleich auf einen stabilen Verlauf.
es: La glucosa está cambiando. Espera a que se mantenga estable antes de comparar.
fr: La glycémie évolue. Attendez qu’elle soit stable pendant un certain temps avant d’effectuer une comparaison.
it: La glicemia sta cambiando. Attendi un periodo stabile prima di effettuare il confronto.
ja: グルコース値が変動しています。安定した状態が続くまで待ってから比較してください。
nl: De glucosewaarde verandert. Wacht op een stabiele periode voordat je vergelijkt.
pl: Poziom glukozy się zmienia. Przed porównaniem poczekaj na okres stabilnych wartości.
ru: Уровень глюкозы изменяется. Перед сравнением дождитесь периода стабильных значений.
zh_hans: 血糖正在变化。请等待一段稳定期后再进行比较。

source: Glucose temporarily unavailable
de: Glukose vorübergehend nicht verfügbar
es: Glucosa no disponible temporalmente
fr: Glycémie temporairement indisponible
it: Glucosio temporaneamente non disponibile
ja: グルコース値を一時的に取得できません
nl: Glucose tijdelijk niet beschikbaar
pl: Glukoza tymczasowo niedostępna
ru: Глюкоза временно недоступна
zh_hans: 暂时无法获取葡萄糖数据

source: Glucose temporarily unavailable. This is normal; it will resume on its own.
de: Glukose ist vorübergehend nicht verfügbar. Das ist normal; die Messungen werden von selbst fortgesetzt.
es: La glucosa no está disponible temporalmente. Es normal; se reanudará automáticamente.
fr: La glycémie est temporairement indisponible. C’est normal ; elle reprendra automatiquement.
it: Il glucosio è temporaneamente non disponibile. È normale; riprenderà automaticamente.
ja: グルコース値を一時的に取得できません。正常な動作であり、自動的に再開します。
nl: Glucose is tijdelijk niet beschikbaar. Dit is normaal; de metingen worden vanzelf hervat.
pl: Glukoza jest tymczasowo niedostępna. To normalne; odczyty zostaną wznowione automatycznie.
ru: Глюкоза временно недоступна. Это нормально, показания возобновятся автоматически.
zh_hans: 暂时无法获取葡萄糖数据。这是正常情况，数据会自行恢复。

source: Glucose unit
de: Glukoseeinheit
es: Unidad de glucosa
fr: Unité de glycémie
it: Unità glucosio
ja: グルコース単位
nl: Glucose-eenheid
pl: Jednostka glukozy
ru: Единица глюкозы
zh_hans: 葡萄糖单位

source: Glucose Widget
de: Glukose Widget
es: Widget de glucosa
fr: Widget Glycémie
it: Widget Glucosio
ja: グルコース ウィジェット
pl: Widżet glukozy
ru: Виджет глюкозы
zh_hans: 葡萄糖小工具

source: Heartbeat received
de: Heartbeat empfangen
es: Heartbeat recibido
fr: Heartbeat reçu
it: Heartbeat ricevuto
ja: ハートビートを受信しました
nl: Heartbeat ontvangen
pl: Odebrano heartbeat
ru: Heartbeat получен
zh_hans: 已接收到心跳

source: Hello, *** write your message here *** Kind regards -- Debug info: App Version: %1$@ Build: %2$@ Device Info: %3$@ %4$@ on %5$@ CGM Provider: %6$@ Sensor: %7$@ Error Message: %8$@
de: Hallo, *** Nachricht hier eingeben *** Viele Grüße -- Debug-Informationen: App-Version: %1$@ Build: %2$@ Geräteinformationen: %3$@ %4$@ unter %5$@ CGM-Anbieter: %6$@ Sensor: %7$@ Fehlermeldung: %8$@
es: Hola: *** escribe aquí tu mensaje *** Saludos -- Información de depuración: Versión de la app: %1$@ Compilación: %2$@ Información del dispositivo: %3$@ %4$@ con %5$@ Proveedor de MCG: %6$@ Sensor: %7$@ Mensaje de error: %8$@
fr: Bonjour, *** écrivez votre message ici *** Cordialement -- Informations de débogage : Version de l’app : %1$@ Build : %2$@ Informations sur l’appareil : %3$@ %4$@ sous %5$@ Fournisseur de MCG : %6$@ Capteur : %7$@ Message d’erreur : %8$@
it: Ciao, *** scrivi qui il tuo messaggio *** Cordiali saluti -- Informazioni di debug: Versione app: %1$@ Build: %2$@ Informazioni dispositivo: %3$@ %4$@ con %5$@ Fornitore CGM: %6$@ Sensore: %7$@ Messaggio di errore: %8$@
ja: こんにちは。 *** ここにメッセージを入力してください *** よろしくお願いいたします。 -- デバッグ情報： アプリのバージョン：%1$@ ビルド：%2$@ デバイス情報：%3$@ %4$@ / %5$@ CGMプロバイダ：%6$@ センサー：%7$@ エラーメッセージ：%8$@
nl: Hallo, *** schrijf hier je bericht *** Met vriendelijke groet -- Foutopsporingsinformatie: Appversie: %1$@ Build: %2$@ Apparaatinformatie: %3$@ %4$@ met %5$@ CGM-provider: %6$@ Sensor: %7$@ Foutmelding: %8$@
pl: Dzień dobry, *** wpisz tutaj wiadomość *** Pozdrawiam -- Informacje debugowania: Wersja aplikacji: %1$@ Kompilacja: %2$@ Informacje o urządzeniu: %3$@ %4$@ z systemem %5$@ Dostawca CGM: %6$@ Sensor: %7$@ Komunikat o błędzie: %8$@
ru: Здравствуйте! *** напишите сообщение здесь *** С уважением -- Отладочная информация: Версия приложения: %1$@ Сборка: %2$@ Устройство: %3$@ %4$@ под управлением %5$@ Поставщик CGM: %6$@ Датчик: %7$@ Сообщение об ошибке: %8$@
zh_hans: 您好： *** 请在此处填写消息 *** 此致 -- 调试信息： App版本：%1$@ 构建版本：%2$@ 设备信息：%3$@ %4$@，系统为%5$@ CGM提供商：%6$@ 传感器：%7$@ 错误消息：%8$@

source: High glucose alerts
de: Warnungen bei hohem Glukosewert
es: Alertas de glucosa alta
fr: Alertes de glycémie élevée
it: Avvisi di glucosio alto
ja: 高グルコースアラート
nl: Waarschuwingen voor hoge glucose
pl: Alerty wysokiego poziomu glukozy
ru: Оповещения о высоком уровне глюкозы
zh_hans: 高血糖提醒

source: Hold sensor to phone to pair
de: Sensor zum Koppeln ans Smartphone halten
es: Acerca el sensor al teléfono para enlazarlo
fr: Approchez le capteur du téléphone pour l’associer
it: Avvicina il sensore al telefono per abbinarlo
ja: ペアリングするにはセンサーをスマートフォンにかざす
nl: Houd sensor tegen telefoon om te koppelen
pl: Przyłóż sensor do telefonu, aby sparować
ru: Поднесите датчик к телефону для сопряжения
zh_hans: 将传感器贴近手机以配对

source: Hold the top of your iPhone against the sensor and keep it still until the scan completes.
de: Halte die Oberseite deines iPhones an den Sensor und bewege es nicht, bis der Scan abgeschlossen ist.
es: Mantén la parte superior del iPhone apoyada contra el sensor sin moverla hasta que termine el escaneo.
fr: Maintenez le haut de votre iPhone immobile contre le capteur jusqu’à la fin de l’analyse.
it: Tieni ferma la parte superiore di iPhone contro il sensore fino al termine della scansione.
ja: スキャンが完了するまで、iPhoneの上部をセンサーに当てて動かさないでください。
nl: Houd de bovenkant van je iPhone stil tegen de sensor totdat de scan is voltooid.
pl: Przytrzymaj nieruchomo górną część iPhone’a przy sensorze do zakończenia skanowania.
ru: Неподвижно прижмите верхнюю часть iPhone к датчику до завершения сканирования.
zh_hans: 将iPhone顶部贴住传感器并保持不动，直到扫描完成。

source: Hour
de: Stunde
es: Hora
fr: Heure
it: Ora
ja: 時間
nl: Uur
pl: Godzina
ru: Час
zh_hans: 小时

source: How many insulin units?
de: Wie viele Insulin Einheiten?
es: ¿Cuántas unidades de insulina?
fr: Combien d'unités d'insuline ?
it: Quante unità di insulina?
ja: インスリンの単位数は何単位ですか？
nl: Hoeveel insuline-eenheden?
pl: Ile jednostek insuliny?
ru: Сколько единиц инсулина?
zh_hans: 需要多少单位的胰岛素？

source: How much insulin?
de: Wie viel Insulin?
es: ¿Cuánta insulina?
fr: Quelle quantité d'insuline ?
it: Quanta insulina?
ja: インスリンはどれくらいですか？
nl: Hoeveel insuline?
pl: Ile insuliny?
ru: Сколько инсулина?
zh_hans: 需要多少胰岛素？

source: If Abbott disables API 4.x in the future, glucose data in FLwatch may stop working without notice. IOB-related features will still continue to work.
de: Falls Abbott die API 4.x in Zukunft deaktiviert, funktionieren die Glukosedaten in FLwatch möglicherweise ohne Vorankündigung nicht mehr. IOB-bezogene Funktionen funktionieren weiterhin.
es: Si Abbott desactiva la API 4.x en el futuro, los datos de glucosa de FLwatch podrían dejar de funcionar sin previo aviso. Las funciones relacionadas con IOB seguirán funcionando.
fr: Si Abbott désactive l'API 4.x à l'avenir, les données de glucose dans FLwatch pourraient cesser de fonctionner sans préavis. Les fonctionnalités liées à l'IOB continueront de fonctionner.
it: Se Abbott dovesse disattivare l'API 4.x in futuro, i dati del glucosio in FLwatch potrebbero smettere di funzionare senza preavviso. Le funzioni relative allo IOB continueranno comunque a funzionare.
ja: 今後 Abbott が API 4.x を無効にした場合、FLwatch のグルコースデータは予告なく動作しなくなる可能性があります。IOB 関連機能は引き続き動作します。
nl: Als Abbott API 4.x in de toekomst uitschakelt, kunnen glucosegegevens in FLwatch zonder waarschuwing stoppen met werken. IOB-gerelateerde functies blijven wel werken.
pl: Jeśli Abbott wyłączy w przyszłości API 4.x, dane glukozy w FLwatch mogą przestać działać bez ostrzeżenia. Funkcje związane z IOB nadal będą działać.
ru: Если Abbott отключит API 4.x в будущем, данные о глюкозе в FLwatch могут перестать работать без предупреждения. Функции, связанные с IOB, продолжат работать.
zh_hans: 如果 Abbott 将来禁用 API 4.x，FLwatch 中的葡萄糖数据可能会在没有通知的情况下停止工作。与 IOB 相关的功能仍将继续工作。

source: If you like this app, buy the developer quality coffee beans! 🤝☕️
de: Wenn Ihnen diese App gefällt, spendieren Sie dem Entwickler ein paar Kaffeebohnen! 🤝☕️
es: Si le gusta esta app, compre café en grano de calidad para el desarrollador! 🤝☕️
fr: Si vous aimez cette application, achetez des grains de café de qualité pour le développeur ! 🤝☕️
it: Se ti piace questa app, compra allo sviluppatore dei chicchi di caffè di qualità! 🤝☕️
ja: このアプリが気に入ったら、開発者に高品質のコーヒー豆をプレゼントしてください！ 🤝☕️
nl: Als je deze app leuk vindt, koop dan koffiebonen van ontwikkelaarskwaliteit! 🤝☕️
pl: Jeśli podoba Ci się ta aplikacja, kup ziarna kawy jakości deweloperskiej! 🤝☕️
ru: Если вам нравится это приложение, купите кофейные зерна разработческого качества! 🤝☕️
zh_hans: 如果您喜欢这个应用，请为开发者购买一些优质咖啡豆！ 🤝☕️

source: Important
de: Wichtig
es: Importante
it: Importante
ja: 重要
nl: Belangrijk
pl: Ważne
ru: Важно
zh_hans: 重要

source: Important note
de: Wichtiger Hinweis
es: Nota importante
fr: Remarque importante
it: Nota importante
ja: 重要なお知らせ
nl: Belangrijke opmerking
pl: Ważna uwaga
ru: Важное примечание
zh_hans: 重要提示
